Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Lucid dreaming was first verified in a sleep lab in 1975: a dreaming volunteer signaled \"I know I'm dreaming\" using pre-agreed eye movements, while the rest of the body stayed paralyzed in REM. It's been studied seriously ever since.
ar: تم التحقق من الحلم الواعي لأول مرة في مختبر للنوم عام 1975: أشار متطوّع نائم بعبارة «أعلم أنني أحلم» عبر حركات عين متّفق عليها مسبقًا، بينما بقي سائر الجسد مشلولًا في نوم REM. ومنذ ذلك الحين وهو يُدرَس بجدية.
de: Luzides Träumen wurde 1975 erstmals in einem Schlaflabor nachgewiesen: Ein träumender Freiwilliger signalisierte „Ich weiß, dass ich träume“ mit zuvor vereinbarten Augenbewegungen, während der Rest des Körpers im REM-Schlaf gelähmt blieb. Seitdem wird es ernsthaft erforscht.
es: El sueño lúcido se verificó por primera vez en un laboratorio del sueño en 1975: un voluntario que soñaba señaló «sé que estoy soñando» con movimientos oculares acordados de antemano, mientras el resto del cuerpo seguía paralizado en REM. Desde entonces se estudia con seriedad.
fr: Le rêve lucide a été vérifié pour la première fois dans un laboratoire du sommeil en 1975 : un volontaire en train de rêver a signalé « je sais que je rêve » par des mouvements oculaires convenus à l'avance, tandis que le reste du corps restait paralysé en sommeil paradoxal. Il est étudié sérieusement depuis.
it: Il sogno lucido fu verificato per la prima volta in un laboratorio del sonno nel 1975: un volontario che sognava segnalò «so che sto sognando» con movimenti oculari concordati in anticipo, mentre il resto del corpo restava paralizzato nel sonno REM. Da allora è studiato seriamente.
ja: 明晰夢が初めて睡眠実験室で確認されたのは1975年。夢を見ていた被験者が、あらかじめ決めた眼球運動で「夢を見ていると分かっている」と合図し、体の他の部分はレム睡眠で麻痺したままでした。以来、真剣に研究されています。
ko: 자각몽은 1975년 수면 실험실에서 처음 입증되었습니다. 꿈을 꾸던 자원자가 미리 약속한 안구 운동으로 “나는 내가 꿈꾸고 있음을 안다”라고 신호했고, 몸의 나머지는 렘수면 상태로 마비되어 있었습니다. 그 이후로 진지하게 연구되어 왔습니다.
nl: Lucide dromen werd voor het eerst geverifieerd in een slaaplab in 1975: een dromende vrijwilliger seinde “ik weet dat ik droom” met vooraf afgesproken oogbewegingen, terwijl de rest van het lichaam verlamd bleef in de REM-slaap. Sindsdien wordt het serieus bestudeerd.
pt_br: O sonho lúcido foi verificado pela primeira vez em um laboratório do sono em 1975: um voluntário que sonhava sinalizou “eu sei que estou sonhando” usando movimentos oculares combinados de antemão, enquanto o resto do corpo permanecia paralisado no sono REM. Desde então é estudado a sério.
ru: Впервые осознанный сон подтвердили в лаборатории сна в 1975 году: спящий доброволец подал сигнал «я знаю, что сплю» заранее оговорёнными движениями глаз, пока остальное тело оставалось парализованным в фазе быстрого сна. С тех пор это серьёзно изучают.
zh_hans: 清醒梦于 1975 年首次在睡眠实验室中得到验证：一名正在做梦的志愿者用事先约定的眼球动作发出“我知道我在做梦”的信号，而身体其余部分仍在 REM 中处于麻痹状态。此后它便被认真研究。

source: Lucid Initiate
ar: مبتدئ واعٍ
de: Luzider Eingeweihter
es: Iniciado lúcido
fr: Initié lucide
it: Iniziato lucido
ja: 明晰の入門者
ko: 자각몽 입문자
nl: Lucide ingewijde
pt_br: Iniciado lúcido
ru: Посвящённый в осознанность
zh_hans: 清醒入门者

source: Lucid Path
ar: مسار الوعي
de: Luzider Pfad
es: Camino lúcido
fr: Voie lucide
it: Percorso lucido
ja: 明晰への道
ko: 자각몽 여정
nl: Lucide pad
pt_br: Caminho lúcido
ru: Путь осознанности
zh_hans: 清醒之路

source: Lucid Sovereign
ar: سيّد الوعي
de: Luzider Souverän
es: Soberano lúcido
fr: Souverain lucide
it: Sovrano lucido
ja: 明晰の君主
ko: 자각의 군주
nl: Lucide soeverein
pt_br: Soberano lúcido
ru: Властелин осознанности
zh_hans: 清醒主宰

source: Lucid time is precious. Decide what to do with it before you arrive.
ar: الوقت الواعي ثمين. قرّر ماذا تفعل به قبل أن تصل.
de: Luzide Zeit ist kostbar. Entscheide, was du damit tust, bevor du ankommst.
es: El tiempo lúcido es precioso. Decide qué hacer con él antes de llegar.
fr: Le temps lucide est précieux. Décidez quoi en faire avant d'arriver.
it: Il tempo lucido è prezioso. Decidi cosa farne prima di arrivare.
ja: 明晰でいられる時間は貴重です。たどり着く前に、それで何をするか決めておきましょう。
ko: 자각의 시간은 귀합니다. 도착하기 전에, 그 시간으로 무엇을 할지 정해 두세요.
nl: Lucide tijd is kostbaar. Beslis wat je ermee doet voordat je aankomt.
pt_br: O tempo lúcido é precioso. Decida o que fazer com ele antes de chegar.
ru: Осознанное время драгоценно. Решите, что с ним делать, ещё до того, как окажетесь там.
zh_hans: 清醒的时间很宝贵。在抵达之前，先决定要拿它做什么。

source: Lucid time is short — a clear goal focuses and enriches it
ar: الوقت الواعي قصير — هدف واضح يركّزه ويُثريه
de: Luzide Zeit ist kurz – ein klares Ziel fokussiert und bereichert sie
es: El tiempo lúcido es corto: una meta clara lo enfoca y enriquece
fr: Le temps lucide est court — un objectif clair le focalise et l'enrichit
it: Il tempo lucido è breve — un obiettivo chiaro lo focalizza e lo arricchisce
ja: 明晰の時間は短い——明確な目標がそれを焦点づけ、豊かにする
ko: 자각의 시간은 짧다 — 분명한 목표가 그것을 집중시키고 풍요롭게 한다
nl: Lucide tijd is kort — een duidelijk doel focust en verrijkt die
pt_br: O tempo lúcido é curto — um objetivo claro o foca e enriquece
ru: Осознанное время коротко — ясная цель фокусирует и обогащает его
zh_hans: 清醒时间很短——一个清晰的目标会让它更聚焦、更丰富

source: Lucidity
ar: الوعي
de: Luzidität
es: Lucidez
fr: Lucidité
it: Lucidità
ja: 明晰度
ko: 자각
nl: Luciditeit
pt_br: Lucidez
ru: Осознанность
zh_hans: 清醒度

source: Lucidity is a skill, not luck. Skills grow with reps — and you just took your first.
ar: الوعي مهارة لا حظ. المهارات تنمو بالتكرار — وقد قمت للتو بأول تكرار لك.
de: Luzidität ist eine Fähigkeit, kein Glück. Fähigkeiten wachsen mit Wiederholung – und du hast gerade deine erste gemacht.
es: La lucidez es una habilidad, no suerte. Las habilidades crecen con la práctica, y acabas de dar tu primer paso.
fr: La lucidité est une compétence, pas de la chance. Les compétences grandissent avec la pratique — et vous venez de faire la vôtre.
it: La lucidità è un'abilità, non fortuna. Le abilità crescono con la pratica — e tu hai appena fatto la tua prima.
ja: 明晰さは運ではなく技術です。技術は反復で伸びます——そして、あなたは今その最初の一回を行いました。
ko: 자각은 운이 아니라 기술입니다. 기술은 반복으로 자라며 — 당신은 방금 첫 반복을 마쳤습니다.
nl: Luciditeit is een vaardigheid, geen geluk. Vaardigheden groeien met herhaling — en je hebt zojuist je eerste gedaan.
pt_br: A lucidez é uma habilidade, não sorte. Habilidades crescem com a prática — e você acabou de dar o primeiro passo.
ru: Осознанность — это навык, а не удача. Навыки растут с повторениями — и ты только что сделал первое.
zh_hans: 清醒是一种技能，而非运气。技能在反复练习中成长——而你刚刚完成了第一次。

source: Lucidity is being studied as a genuine therapy for chronic nightmares: a technique called imagery rehearsal helps people calmly re-script recurring bad dreams, and lucid awareness can make that shift happen from inside the dream itself.
ar: يُدرَس الوعي الحلمي كعلاج حقيقي للكوابيس المزمنة: تقنية تُسمّى التدرّب التخيّلي تساعد الناس على إعادة صياغة الأحلام السيئة المتكررة بهدوء، والوعي الواضح يمكن أن يُحدث ذلك التحوّل من داخل الحلم نفسه.
de: Luzidität wird als echte Therapie für chronische Albträume erforscht: eine Technik namens Imagery Rehearsal hilft Menschen, wiederkehrende schlechte Träume ruhig neu zu schreiben, und luzides Gewahrsein kann diesen Wandel aus dem Traum selbst heraus bewirken.
es: La lucidez se estudia como terapia genuina para las pesadillas crónicas: una técnica llamada ensayo en imaginación ayuda a la gente a reescribir con calma los malos sueños recurrentes, y la conciencia lúcida puede lograr ese cambio desde dentro del sueño mismo.
fr: La lucidité est étudiée comme une véritable thérapie des cauchemars chroniques : une technique appelée répétition en imagerie aide les gens à réécrire calmement leurs mauvais rêves récurrents, et la conscience lucide peut opérer ce changement de l'intérieur même du rêve.
it: La lucidità è studiata come vera terapia per gli incubi cronici: una tecnica chiamata prova in immaginazione aiuta le persone a riscrivere con calma i sogni cattivi ricorrenti, e la consapevolezza lucida può far avvenire quel cambiamento dall'interno del sogno stesso.
ja: 明晰さは、慢性的な悪夢への本物の治療法として研究されています。イメージ・リハーサルと呼ばれる技法は、くり返す悪夢を落ち着いて書き換える助けとなり、明晰な気づきはその転換を夢の内側からもたらすことができます。
ko: 자각은 만성 악몽에 대한 진정한 치료법으로 연구되고 있습니다. 심상 시연이라는 기법은 사람들이 반복되는 악몽을 차분히 다시 쓰도록 돕고, 자각적 인식은 그 전환을 꿈 안쪽에서 일으킬 수 있습니다.
nl: Luciditeit wordt onderzocht als een echte therapie voor chronische nachtmerries: een techniek genaamd imagery rehearsal helpt mensen om terugkerende nare dromen kalm te herschrijven, en lucide gewaarzijn kan die omslag vanuit de droom zelf laten gebeuren.
pt_br: A lucidez está sendo estudada como uma terapia genuína para pesadelos crônicos: uma técnica chamada ensaio por imagens ajuda as pessoas a reescrever com calma sonhos ruins recorrentes, e a consciência lúcida pode fazer essa mudança acontecer de dentro do próprio sonho.
ru: Осознанность изучают как настоящую терапию хронических кошмаров: техника под названием репетиция образов помогает людям спокойно переписывать повторяющиеся дурные сны, а осознанное восприятие способно совершить этот сдвиг изнутри самого сна.
zh_hans: 清醒正被作为慢性噩梦的一种真正疗法加以研究：一种名为意象排练的技术帮助人们平静地改写反复出现的噩梦，而清醒的觉知能让这种转变从梦境内部发生。

source: Lucidity is defined by one thing: awareness that you're dreaming.
ar: يُعرَّف الوعي بشيء واحد: إدراكك أنك تحلم.
de: Luzidität wird durch eine Sache bestimmt: das Bewusstsein, dass du träumst.
es: La lucidez se define por una sola cosa: la conciencia de que estás soñando.
fr: La lucidité se définit par une seule chose : la conscience que vous rêvez.
it: La lucidità è definita da una cosa sola: la consapevolezza di stare sognando.
ja: 明晰さを定義するのはただ一つ——自分が夢を見ているという気づきです。
ko: 자각은 한 가지로 정의됩니다: 자신이 꿈꾸고 있다는 자각.
nl: Luciditeit wordt door één ding bepaald: het besef dat je droomt.
pt_br: A lucidez é definida por uma coisa: a consciência de que você está sonhando.
ru: Осознанность определяется одним: пониманием того, что ты спишь.
zh_hans: 清醒只由一件事定义：意识到自己在做梦。

source: Manage Subscription
ar: إدارة الاشتراك
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pt_br: Gerenciar assinatura
ru: Управление подпиской
zh_hans: 管理订阅

source: Many dreamers waste their first lucid moments unsure what to do. Choose a single, clear goal in advance — a place to visit, a person to meet, a thing to try. Holding one intention focuses the dream and makes the experience richer and more memorable.
ar: كثير من الحالمين يهدرون لحظاتهم الواعية الأولى وهم حائرون ماذا يفعلون. اختر هدفًا واحدًا واضحًا سلفًا — مكانًا تزوره، شخصًا تقابله، شيئًا تجرّبه. التمسّك بنيّة واحدة يركّز الحلم ويجعل التجربة أغنى وأبقى في الذاكرة.
de: Viele Träumer verschwenden ihre ersten luziden Momente, unsicher, was sie tun sollen. Wähl im Voraus ein einziges, klares Ziel – ein Ort zum Besuchen, eine Person zum Treffen, etwas zum Ausprobieren. Eine Absicht festzuhalten fokussiert den Traum und macht das Erlebnis reicher und einprägsamer.
es: Muchos soñadores malgastan sus primeros momentos lúcidos sin saber qué hacer. Elige de antemano una única meta clara —un lugar que visitar, una persona que conocer, algo que probar—. Sostener una intención enfoca el sueño y hace la experiencia más rica y memorable.
fr: Beaucoup de rêveurs gâchent leurs premiers instants lucides, ne sachant que faire. Choisissez à l'avance un seul objectif clair — un lieu à visiter, une personne à rencontrer, une chose à essayer. Tenir une intention focalise le rêve et rend l'expérience plus riche et mémorable.
it: Molti sognatori sprecano i loro primi momenti lucidi, incerti su cosa fare. Scegli in anticipo un unico obiettivo chiaro — un luogo da visitare, una persona da incontrare, una cosa da provare. Tenere un'intenzione focalizza il sogno e rende l'esperienza più ricca e memorabile.
ja: 多くの夢見手は、何をすべきか分からないまま最初の明晰な瞬間を無駄にします。あらかじめ一つの明確な目標を選びましょう——訪れる場所、会う人、試すこと。一つの意図を保つことが夢を焦点づけ、体験をより豊かで心に残るものにします。
ko: 많은 몽자가 무엇을 할지 몰라 첫 자각의 순간을 허비합니다. 미리 하나의 분명한 목표를 고르세요 — 가 볼 장소, 만날 사람, 시도해 볼 것. 하나의 의도를 붙드는 것이 꿈을 집중시키고, 경험을 더 풍부하고 기억에 남게 만듭니다.
nl: Veel dromers verspillen hun eerste lucide momenten, onzeker wat te doen. Kies vooraf één duidelijk doel — een plek om te bezoeken, iemand om te ontmoeten, iets om te proberen. Eén intentie vasthouden focust de droom en maakt de ervaring rijker en gedenkwaardiger.
pt_br: Muitos sonhadores desperdiçam seus primeiros momentos lúcidos sem saber o que fazer. Escolha de antemão um único objetivo claro — um lugar para visitar, uma pessoa para encontrar, algo para experimentar. Manter uma intenção foca o sonho e torna a experiência mais rica e memorável.
ru: Многие сновидцы растрачивают первые осознанные мгновения, не зная, что делать. Заранее выберите одну ясную цель — место, которое посетить, человека, которого встретить, то, что попробовать. Удержание одного намерения фокусирует сон и делает переживание богаче и памятнее.
zh_hans: 许多梦者在不知所措中浪费了最初的清醒时刻。提前选定一个清晰的目标——一个要去的地方、一个要见的人、一件要尝试的事。守住一个意图，会让梦更聚焦，也让体验更丰富、更难忘。

source: Match by meaning
ar: المطابقة بالمعنى
de: Nach Bedeutung abgleichen
es: Coincidir por significado
fr: Correspondance par sens
it: Abbina per significato
ja: 意味で一致
ko: 의미로 검색
nl: Matchen op betekenis
pt_br: Combinar por significado
ru: Поиск по смыслу
zh_hans: 按含义匹配

source: Meaning and belief charge the intention — empty repetition does little.
ar: المعنى والإيمان يشحنان النية — التكرار الفارغ لا يفعل شيئًا يُذكر.
de: Bedeutung und Überzeugung laden die Absicht auf – leere Wiederholung bewirkt wenig.
es: El sentido y la convicción cargan la intención: la repetición vacía hace poco.
fr: Le sens et la conviction chargent l'intention — la répétition vide ne fait pas grand-chose.
it: Significato e convinzione caricano l'intenzione: la ripetizione vuota serve a poco.
ja: 意味と信念が意図を充電します——空虚なくり返しはほとんど効きません。
ko: 의미와 믿음이 의도를 충전합니다 — 텅 빈 반복은 거의 효과가 없습니다.
nl: Betekenis en overtuiging laden de intentie op — lege herhaling doet weinig.
pt_br: Sentido e convicção carregam a intenção — repetição vazia faz pouco.
ru: Смысл и вера заряжают намерение — пустое повторение почти ничего не даёт.
zh_hans: 含义与信念为意图充能——空洞的重复几乎无用。

source: Memorize the move: if a dream fades, spin. Picture doing it before sleep tonight.
ar: احفظ الحركة: إن خفت الحلم، فدوّر. تخيّل أنك تفعلها قبل النوم الليلة.
de: Präg dir das Manöver ein: Wenn ein Traum verblasst, dreh dich. Stell dir heute Nacht vor dem Schlafen vor, wie du es tust.
es: Memoriza el movimiento: si un sueño se desvanece, gira. Imagina hacerlo antes de dormir esta noche.
fr: Mémorisez le geste : si un rêve s'estompe, tournez. Imaginez-le avant de dormir ce soir.
it: Memorizza la mossa: se un sogno svanisce, gira. Immagina di farlo prima di dormire stanotte.
ja: 動作を覚えましょう。夢が薄れたら、回る。今夜眠る前に、それをやる自分を思い描いて。
ko: 동작을 외우세요. 꿈이 흐려지면, 돈다. 오늘 밤 잠들기 전에 그것을 하는 자신을 그려 보세요.
nl: Onthoud de zet: als een droom vervaagt, draai. Verbeeld je vanavond voor het slapen dat je het doet.
pt_br: Memorize o movimento: se um sonho se desvanece, gire. Imagine fazê-lo antes de dormir esta noite.
ru: Запомните приём: если сон тускнеет — вращайтесь. Сегодня перед сном представьте, как делаете это.
zh_hans: 记住这个动作：梦一旦褪去，就旋转。今晚睡前想象自己这么做。

source: Memory works by association, so a single fragment is a real handle: re-feeling the dream's mood or picturing its one clear image often cues the surrounding scene back into view, like pulling a thread.
ar: تعمل الذاكرة بالترابط، لذا فإن شظية واحدة مقبض حقيقي: إعادة الشعور بمزاج الحلم أو تخيّل صورته الواضحة الوحيدة كثيرًا ما يستدعي المشهد المحيط إلى الذهن، كأنك تجذب خيطًا.
de: Gedächtnis funktioniert über Assoziation, daher ist ein einzelnes Fragment ein echter Griff: die Stimmung des Traums erneut zu fühlen oder sein eines klares Bild vor sich zu sehen, ruft oft die umgebende Szene zurück – wie wenn man an einem Faden zieht.
es: La memoria funciona por asociación, así que un solo fragmento es un asidero real: volver a sentir el estado de ánimo del sueño o visualizar su única imagen clara a menudo trae de vuelta la escena que lo rodea, como tirar de un hilo.
fr: La mémoire fonctionne par association, donc un seul fragment est une vraie prise : ressentir à nouveau l'ambiance du rêve ou se représenter sa seule image nette ramène souvent la scène environnante, comme on tire un fil.
it: La memoria funziona per associazione, quindi un singolo frammento è un vero appiglio: risentire l'atmosfera del sogno o immaginarne l'unica immagine nitida spesso richiama in vista la scena circostante, come tirare un filo.
ja: 記憶は連想で働くので、たった一つの断片が本物の取っ手になります。夢の気分をもう一度感じたり、はっきりした一つのイメージを思い描いたりすると、まるで糸を引くように、周囲の場面が視界に戻ってくることがよくあります。
ko: 기억은 연상으로 작동하므로 단 하나의 조각이 진짜 손잡이가 됩니다: 꿈의 분위기를 다시 느끼거나 선명한 이미지 하나를 떠올리면, 실을 당기듯 주변 장면이 다시 떠오르는 일이 많습니다.
nl: Geheugen werkt via associatie, dus één fragment is een echt handvat: de sfeer van de droom opnieuw voelen of het ene heldere beeld voor je zien haalt vaak de omringende scène terug, alsof je aan een draad trekt.
pt_br: A memória funciona por associação, então um único fragmento é uma alça de verdade: voltar a sentir o clima do sonho ou imaginar sua única imagem nítida muitas vezes traz de volta a cena ao redor, como puxar um fio.
ru: Память работает по ассоциациям, поэтому один фрагмент — настоящая зацепка: заново ощутить настроение сна или представить его единственный чёткий образ часто возвращает в поле зрения окружающую сцену, словно тянешь за нить.
zh_hans: 记忆靠联想运作，所以单个碎片就是一个真正的把手：重新感受梦的情绪，或在脑中浮现那一个清晰的画面，往往会像拉线一样把周围的场景重新唤回。

source: Mental rehearsal lights up many of the same brain regions as actually doing the thing — which is why athletes visualize their routines and why imagining the moment of lucidity helps train it.
ar: التدرّب الذهني يُضيء كثيرًا من مناطق الدماغ نفسها التي يُضيئها الفعل الحقيقي — ولهذا يتخيّل الرياضيون أداءهم، ولهذا يساعد تخيّل لحظة الوضوح على تدريبها.
de: Mentale Probe aktiviert viele derselben Hirnregionen wie die tatsächliche Handlung – darum visualisieren Sportler ihre Abläufe, und darum hilft das Vorstellen des Luziditätsmoments, ihn zu trainieren.
es: El ensayo mental enciende muchas de las mismas regiones cerebrales que hacer la acción de verdad: por eso los atletas visualizan sus rutinas y por eso imaginar el momento de lucidez ayuda a entrenarlo.
fr: La répétition mentale active bon nombre des mêmes régions cérébrales que l'action réelle — c'est pourquoi les athlètes visualisent leurs gestes, et pourquoi imaginer le moment de lucidité aide à l'entraîner.
it: La prova mentale accende molte delle stesse regioni cerebrali dell'azione reale: ecco perché gli atleti visualizzano i loro gesti ed ecco perché immaginare il momento di lucidità aiuta ad allenarlo.
ja: 心のリハーサルは、実際に行うときと同じ脳の領域の多くを点灯させます——だからアスリートは動きを思い描き、明晰になる瞬間を想像することがその訓練になるのです。
ko: 심상 연습은 실제로 행동할 때와 같은 뇌 영역의 상당 부분을 밝힙니다 — 그래서 운동선수가 동작을 시각화하고, 자각의 순간을 상상하는 것이 그것을 단련하는 데 도움이 됩니다.
nl: Mentale repetitie laat veel van dezelfde hersengebieden oplichten als de handeling echt doen — daarom visualiseren atleten hun routines en daarom helpt het je het moment van luciditeit voor te stellen om het te trainen.
pt_br: O ensaio mental acende muitas das mesmas regiões cerebrais que fazer a ação de verdade — por isso atletas visualizam suas rotinas e por isso imaginar o momento de lucidez ajuda a treiná-lo.
ru: Мысленная репетиция зажигает многие из тех же областей мозга, что и реальное действие, — поэтому спортсмены визуализируют свои движения, и поэтому воображение момента осознанности помогает его натренировать.
zh_hans: 心理预演会点亮许多与真正去做时相同的脑区——这正是运动员要在脑中演练动作的原因，也是为何想象清醒的那一刻有助于训练它。

source: MILD at the very start of the night only
ar: MILD في بداية الليل تمامًا فقط
de: MILD nur ganz zu Beginn der Nacht
es: MILD solo al principio de la noche
fr: MILD seulement tout au début de la nuit
it: MILD solo proprio all'inizio della notte
ja: 夜のいちばん初めだけのMILD
ko: 밤의 맨 처음에만 하는 MILD
nl: MILD alleen helemaal aan het begin van de nacht
pt_br: MILD apenas no comecinho da noite
ru: MILD только в самом начале ночи
zh_hans: 只在夜晚一开始做的 MILD

source: MILD complete. You can now aim your memory at the dream world — and stack the odds.
ar: اكتمل MILD. تستطيع الآن توجيه ذاكرتك نحو عالم الأحلام — وترجيح الكفّة لصالحك.
de: MILD abgeschlossen. Du kannst jetzt dein Gedächtnis auf die Traumwelt richten – und die Chancen zu deinen Gunsten stapeln.
es: MILD completo. Ahora puedes apuntar tu memoria al mundo de los sueños, e inclinar la balanza a tu favor.
fr: MILD terminé. Vous pouvez désormais diriger votre mémoire vers le monde des rêves — et faire pencher la balance en votre faveur.
it: MILD completato. Ora puoi puntare la tua memoria verso il mondo dei sogni — e far pendere la bilancia a tuo favore.
ja: MILD完了。あなたはいまや記憶を夢の世界へ向け——形勢を自分の側へ積み上げられます。
ko: MILD 완료. 이제 당신은 기억을 꿈의 세계로 겨누고 — 저울추를 당신 쪽으로 쌓을 수 있습니다.
nl: MILD voltooid. Je kunt nu je geheugen op de droomwereld richten — en de kansen in jouw voordeel stapelen.
pt_br: MILD concluído. Agora você pode mirar sua memória no mundo dos sonhos — e empilhar as chances a seu favor.
ru: MILD завершён. Теперь вы можете направить память на мир снов — и сложить шансы в свою пользу.
zh_hans: MILD 完成。现在你能把记忆瞄准梦境世界——并把胜算往自己这边叠加。

source: MILD is built on which mental skill?
ar: على أي مهارة ذهنية يقوم MILD؟
de: Auf welcher geistigen Fähigkeit baut MILD auf?
es: ¿En qué habilidad mental se basa MILD?
fr: Sur quelle compétence mentale repose MILD ?
it: Su quale abilità mentale si basa MILD?
ja: MILDはどの心の働きに基づいている？
ko: MILD는 어떤 정신적 능력에 기반할까요?
nl: Op welke mentale vaardigheid is MILD gebouwd?
pt_br: Em qual habilidade mental o MILD se baseia?
ru: На каком умственном навыке основан MILD?
zh_hans: MILD 建立在哪一种心智能力之上？
